#!/bin/bash
echo "--------------------Установка NextCloud-PI для Debian v11--------------------"
#echo "-------------Установка Обновлений------------"
#apt update && apt upgrade -y
#echo "-------------Конец Установки Обновлений----------------"
#echo "-------------------------------------------"

echo "-------------Установка SUDO------------"
#apt install sudo
#echo "Добавить Новую Строку => "
#nano /etc/sudoers
echo "-------------Конец Установки SUDO----------------"
echo "-------------------------------------------"

echo "-------------Установка CURL------------"
sudo apt install curl
#echo "Добавить Новую Строку => "
#nano /etc/sudoers
echo "-------------Конец Установки CURL----------------"
echo "-------------------------------------------"